NUMBER_NODES = 8           # Количество вершин графа (количество городов)
N = 100                     # Диапазон, в котором генерируются координаты узлов
ALPHA = 2                   # величина, определяющая «стадность» алгоритма
BETA = 1.3                  # величина, определяющая «жадность» алгоритма
P = 0.64                    # Коэффициент испарения феромона
Q = 100                     # Костанта для расчета обновления феромона
PHEROMONE = 0.2             # Первоначальные значения феромона
NUM_ITER = 40               # Количество итераций